{
  "urlPlaceholder": "Indtast URL",
  "goButton": "Gå!",
  "copied": "Kopieret!",
  "copy": "Kopier",
  "copiedDescription": "Teksten fra linket er blevet kopieret til din udklipsholder. Prøv at indsætte den!",
  "textareaPlaceholder": "Teksten fra linket vil blive vist her",
  "error": "Fejl",
  "pleaseCopyFromTheTextAreaBelow": "Venligst kopier fra tekstområdet nedenfor.",
  "pleaseSelectCopyButton": "Venligst tryk på Kopier-knappen i tekstområdet for at kopiere indholdet.",
  "unknownError": "Der opstod en ukendt fejl.",
  "advancedSettings": "Avancerede indstillinger",
  "excludeTags": "Udeluk tags",
  "includeTags": "Inkluder tags",
  "resetButton": "Nulstil",
  "saveButton": "Gem",
  "securityMessage": "Vi indsamler, gemmer eller offentliggør ikke nogen udklipsholder data eller kopieret indhold.",
  "privacyPolicyLink": "Detaljer",
  "openSourceMessage": "Denne hjemmeside er open source.",
  "githubLink": "GitHub",
  "whatIsTitle": "Hvad er `Kopier fra URL`, og hvordan virker det?",
  "whatIsContent": "`Kopier fra URL` er et brugervenligt webværktøj, der gør det nemt at udtrække og kopiere tekstindhold fra enhver webside. Du skal blot indtaste en URL, og vores tjeneste henter sidens indhold, fjerner unødvendige elementer som scripts og styles og præsenterer dig for ren, kopierbar tekst. Det er designet til at spare dig tid og kræfter, når du hurtigt har brug for at hente indhold fra nettet.",
  "whyCreatedTitle": "Hvorfor skabte vi `Kopier fra URL`?",
  "whyCreatedContent": "Vi skabte `Kopier fra URL` for at løse en almindelig frustration, når man arbejder med AI-chatbots som ChatGPT eller Claude. Mange af os har ofte brug for at kopiere hele hjemmesider til AI-forespørgsler. Populære sites som Amazon, Quora, Wikihow og nyhedspublikationer som New York Times, Reuters og CNN bruger imidlertid robots.txt til at blokere AI-crawlere som GPTBot fra direkte at få adgang til deres indhold. Dette resulterer ofte i fejl som \"Dette indhold kan overtræde vores brugspolitikker\" eller \"Jeg kan ikke få direkte adgang til indholdet af det angivne link\", når man forsøger at bruge disse sites med AI. Det er en konstant kilde til frustration for brugere, der forsøger at udnytte AI til forskning eller analyse. Vi besluttede at skabe dette værktøj for at omgå disse begrænsninger og gøre det nemt for alle at udtrække tekstindhold fra enhver hjemmeside, uanset robots.txt-indstillinger. Med `Kopier fra URL` kan du hurtigt få det indhold, du har brug for til dine AI-interaktioner eller ethvert andet formål, uden at støde på adgangsproblemer.",
  "whatUseTitle": "Hvad skal jeg bruge `Kopier fra URL` til?",
  "whatUseContent": "`Kopier fra URL` har en bred vifte af anvendelsesmuligheder, med en primær anvendelse til AI-prompt oprettelse. Det er særligt nyttigt, når man arbejder med ChatGPT, Claude eller andre AI-chatbots. Nogle hjemmesider begrænser AI's direkte adgang til deres indhold på grund af robots.txt-indstillinger eller ophavsretlige problemer. Vores værktøj giver dig mulighed for nemt at kopiere dette indhold og bruge det i dine AI-interaktioner. Ud over AI-anvendelser kan du bruge det til forskning, indholdssamling, dataindsamling eller enhver situation, hvor du hurtigt har brug for at udtrække tekst fra en webside uden rod fra HTML og scripts.",
  "costTitle": "Hvor meget koster det at bruge?",
  "costContent": "`Kopier fra URL` er helt gratis at bruge. Vi tror på at give værdi til vores brugere uden nogen omkostningsbarrierer. Du kan bruge vores tjeneste så ofte, du har brug for, til ethvert formål, uden at bekymre dig om gebyrer eller abonnementer. Vores mål er at gøre udvinding af webindhold så tilgængeligt og ligetil som muligt for alle.",
  "safetyTitle": "Er `Kopier fra URL` sikkert at bruge?",
  "safetyContent": "Ja, `Kopier fra URL` er helt sikkert at bruge. Vi tager din privatliv og sikkerhed meget alvorligt. Her er nogle vigtige punkter om vores sikkerhedsforanstaltninger:\n\n1. Ingen dataindsamling: Vi indsamler eller gemmer ikke nogen udklipsholder data eller indhold, du kopierer.\n2. Rent indhold: Vi udtrækker kun tekstindholdet fra den angivne URL. Vi indsætter ikke yderligere snippets eller kode i den udtrukne tekst.\n3. Open source: Vores værktøj er open source, hvilket betyder, at koden er offentligt tilgængelig til gennemgang. Denne gennemsigtighed sikrer, at vores påstande om sikkerhed og privatliv kan verificeres uafhængigt.\n4. Ingen konto påkrævet: Du kan bruge vores tjeneste uden at oprette en konto eller give personlige oplysninger.\n5. HTTPS: Al kommunikation med vores tjeneste er krypteret ved hjælp af HTTPS for at beskytte dine data under overførsel.\n\nVi er forpligtet til at levere en sikker og pålidelig tjeneste, der respekterer dit privatliv."
}
