{
  "urlPlaceholder": "URL eingeben",
  "goButton": "Los!",
  "copied": "Kopiert!",
  "copy": "Kopieren",
  "copiedDescription": "Der Text aus dem Link wurde in Ihre Zwischenablage kopiert. Versuchen Sie, ihn einzufügen!",
  "textareaPlaceholder": "Der Text aus dem Link wird hier angezeigt",
  "error": "Fehler",
  "unknownError": "Ein unbekannter Fehler ist aufgetreten.",
  "advancedSettings": "Erweiterte Einstellungen",
  "excludeTags": "Tags ausschließen",
  "includeTags": "Tags einschließen",
  "resetButton": "Zurücksetzen",
  "saveButton": "Speichern",
  "securityMessage": "Wir sammeln, speichern oder veröffentlichen keine Zwischenablagedaten oder kopierten Inhalte.",
  "privacyPolicyLink": "Details",
  "openSourceMessage": "Diese Website ist Open Source.",
  "githubLink": "GitHub",
  "whatIsTitle": "Was ist `Copy from URL` und wie funktioniert es?",
  "whatIsContent": "`Copy from URL` ist ein benutzerfreundliches Webtool, mit dem Sie ganz einfach Textinhalte von jeder Webseite extrahieren und kopieren können. Geben Sie einfach eine URL ein, und unser Service holt den Seiteninhalt, entfernt unnötige Elemente wie Skripte und Styles und präsentiert Ihnen sauberen, kopierbaren Text. Es wurde entwickelt, um Ihnen Zeit und Mühe zu sparen, wenn Sie schnell Inhalte aus dem Web abrufen müssen.",
  "whyCreatedTitle": "Warum haben wir `Copy from URL` erstellt?",
  "whyCreatedContent": "Wir haben `Copy from URL` entwickelt, um eine häufige Frustration bei der Arbeit mit KI-Chatbots wie ChatGPT oder Claude zu lösen. Viele von uns müssen häufig ganze Websites für KI-Abfragen kopieren. Beliebte Seiten wie Amazon, Quora, Wikihow und Nachrichtenpublikationen wie die New York Times, Reuters und CNN verwenden jedoch robots.txt, um KI-Crawler wie GPTBot daran zu hindern, direkt auf ihre Inhalte zuzugreifen. Dies führt oft zu Fehlern wie \"Dieser Inhalt verstößt möglicherweise gegen unsere Nutzungsrichtlinien\" oder \"Ich kann nicht direkt auf den Inhalt des bereitgestellten Links zugreifen\", wenn man versucht, diese Seiten mit KI zu nutzen. Es ist eine ständige Quelle der Frustration für Benutzer, die versuchen, KI für Recherchen oder Analysen zu nutzen. Wir haben beschlossen, dieses Tool zu entwickeln, um diese Einschränkungen zu umgehen und es jedem leicht zu machen, Textinhalte von jeder Website zu extrahieren, unabhängig von robots.txt-Einstellungen. Mit `Copy from URL` können Sie schnell die Inhalte erhalten, die Sie für Ihre KI-Interaktionen oder andere Zwecke benötigen, ohne auf Zugangsprobleme zu stoßen.",
  "whatUseTitle": "Wofür sollte ich `Copy from URL` verwenden?",
  "whatUseContent": "`Copy from URL` hat ein breites Anwendungsspektrum, wobei die Hauptanwendung die KI-Prompt-Erstellung ist. Es ist besonders nützlich bei der Arbeit mit ChatGPT, Claude oder anderen KI-Chatbots. Einige Websites beschränken den direkten Zugriff von KI auf ihre Inhalte aufgrund von robots.txt-Einstellungen oder Urheberrechtsproblemen. Unser Tool ermöglicht es Ihnen, diese Inhalte einfach zu kopieren und in Ihren KI-Interaktionen zu verwenden. Über KI-Anwendungen hinaus können Sie es für Recherchen, Content-Curation, Datenerfassung oder in jeder Situation verwenden, in der Sie schnell Text von einer Webseite extrahieren müssen, ohne den Ballast von HTML und Skripten.",
  "costTitle": "Wie viel kostet die Nutzung?",
  "costContent": "Die Nutzung von `Copy from URL` ist völlig kostenlos. Wir glauben daran, unseren Nutzern einen Mehrwert zu bieten, ohne Kostenhürden. Sie können unseren Service so oft wie nötig für jeden Zweck nutzen, ohne sich um Gebühren oder Abonnements zu sorgen. Unser Ziel ist es, die Extraktion von Webinhalten für jeden so zugänglich und unkompliziert wie möglich zu gestalten.",
  "safetyTitle": "Ist `Copy from URL` sicher zu benutzen?",
  "safetyContent": "Ja, `Copy from URL` ist absolut sicher in der Anwendung. Wir nehmen Ihre Privatsphäre und Sicherheit sehr ernst. Hier sind einige wichtige Punkte zu unseren Sicherheitsmaßnahmen:\n\n1. Keine Datenerhebung: Wir sammeln oder speichern keine Zwischenablagedaten oder Inhalte, die Sie kopieren.\n2. Sauberer Inhalt: Wir extrahieren nur den Textinhalt von der angegebenen URL. Wir fügen keine zusätzlichen Snippets oder Code in den extrahierten Text ein.\n3. Open Source: Unser Tool ist Open Source, was bedeutet, dass der Code öffentlich zur Überprüfung verfügbar ist. Diese Transparenz stellt sicher, dass unsere Behauptungen über Sicherheit und Privatsphäre unabhängig überprüft werden können.\n4. Kein Konto erforderlich: Sie können unseren Service nutzen, ohne ein Konto zu erstellen oder persönliche Informationen anzugeben.\n5. HTTPS: Alle Kommunikationen mit unserem Service sind über HTTPS verschlüsselt, um Ihre Daten während der Übertragung zu schützen.\n\nWir sind bestrebt, einen sicheren und vertrauenswürdigen Service zu bieten, der Ihre Privatsphäre respektiert."
}