{
  "urlPlaceholder": "Enter URL",
  "goButton": "Go!",
  "copied": "Copied!",
  "copy": "Copy",
  "copiedDescription": "The text from the link has been copied to your clipboard. Try pasting it!",
  "textareaPlaceholder": "The text from the link will be displayed here",
  "error": "Error",
  "pleaseCopyFromTheTextAreaBelow": "Please copy from the textarea below.",
  "pleaseSelectCopyButton": "Please push Copy button in the textarea to copy the content.",
  "unknownError": "An unknown error occurred.",
  "advancedSettings": "Advanced Settings",
  "excludeTags": "Exclude Tags",
  "includeTags": "Include Tags",
  "resetButton": "Reset",
  "saveButton": "Save",
  "securityMessage": "We do not collect, store, or publish any clipboard data or copied content.",
  "privacyPolicyLink": "Details",
  "openSourceMessage": "This website is open source.",
  "githubLink": "GitHub",
  "whatIsTitle": "What is `Copy from URL` and how does it work?",
  "whatIsContent": "`Copy from URL` is a user-friendly web tool that allows you to easily extract and copy text content from any webpage. Simply enter a URL, and our service will fetch the page content, strip away unnecessary elements like scripts and styles, and present you with clean, copyable text. It's designed to save you time and effort when you need to quickly grab content from the web.",
  "whyCreatedTitle": "Why did we create `Copy from URL`?",
  "whyCreatedContent": "We created `Copy from URL` to solve a common frustration when working with AI chatbots like ChatGPT or Claude. Many of us frequently need to copy entire websites for AI queries. However, popular sites like Amazon, Quora, Wikihow, and news publications such as the New York Times, Reuters, and CNN use robots.txt to block AI crawlers like GPTBot from directly accessing their content. This often results in errors like \"This content may violate our usage policies\" or \"I cannot directly access the content of the link provided\" when trying to use these sites with AI. It's a constant source of frustration for users trying to leverage AI for research or analysis. We decided to create this tool to bypass these restrictions and make it easy for anyone to extract text content from any website, regardless of robots.txt settings. With `Copy from URL`, you can quickly get the content you need for your AI interactions or any other purpose, without running into access issues.",
  "whatUseTitle": "What should I use `Copy from URL` for?",
  "whatUseContent": "`Copy from URL` has a wide range of applications, with a primary use case being AI prompt creation. It's particularly useful when working with ChatGPT, Claude, or other AI chatbots. Some websites restrict AI from directly accessing their content due to robots.txt settings or copyright issues. Our tool allows you to easily copy this content and use it in your AI interactions. Beyond AI applications, you can use it for research, content curation, data collection, or any situation where you need to quickly extract text from a webpage without the clutter of HTML and scripts.",
  "costTitle": "How much does it cost to use?",
  "costContent": "`Copy from URL` is completely free to use. We believe in providing value to our users without any cost barriers. You can use our service as often as you need, for any purpose, without worrying about fees or subscriptions. Our goal is to make web content extraction as accessible and straightforward as possible for everyone.",
  "safetyTitle": "Is `Copy from URL` safe and secure to use?",
  "safetyContent": "Yes, `Copy from URL` is completely safe and secure. We take your privacy and security very seriously. Here are some key points about our safety measures:\n\n1. No data collection: We do not collect or store any clipboard data or content you copy.\n2. Clean content: We only extract the text content from the given URL. We do not insert any additional snippets or code into the extracted text.\n3. Open source: Our tool is open-sourced, which means the code is publicly available for review. This transparency ensures that our claims about security and privacy can be independently verified.\n4. No account required: You can use our service without creating an account or providing any personal information.\n5. HTTPS: All communications with our service are encrypted using HTTPS to protect your data in transit.\n\nWe are committed to providing a secure and trustworthy service that respects your privacy."
}
