{
  "urlPlaceholder": "Ingrese URL",
  "goButton": "¡Ir!",
  "copied": "¡Copiado!",
  "copy": "Copiar",
  "copiedDescription": "El texto del enlace ha sido copiado a su portapapeles. ¡Intente pegarlo!",
  "textareaPlaceholder": "El texto del enlace se mostrará aquí",
  "error": "Error",
  "unknownError": "Ocurrió un error desconocido.",
  "advancedSettings": "Configuración avanzada",
  "excludeTags": "Excluir etiquetas",
  "includeTags": "Incluir etiquetas",
  "resetButton": "Restablecer",
  "saveButton": "Guardar",
  "securityMessage": "No recolectamos, almacenamos ni publicamos ningún dato del portapapeles o contenido copiado.",
  "privacyPolicyLink": "Detalles",
  "openSourceMessage": "Este sitio web es de código abierto.",
  "githubLink": "GitHub",
  "whatIsTitle": "¿Qué es `Copy from URL` y cómo funciona?",
  "whatIsContent": "`Copy from URL` es una herramienta web fácil de usar que le permite extraer y copiar fácilmente el contenido de texto de cualquier página web. Simplemente ingrese una URL, y nuestro servicio obtendrá el contenido de la página, eliminará los elementos innecesarios como scripts y estilos, y le presentará un texto limpio y copiable. Está diseñado para ahorrarle tiempo y esfuerzo cuando necesita obtener rápidamente contenido de la web.",
  "whyCreatedTitle": "¿Por qué creamos `Copy from URL`?",
  "whyCreatedContent": "Creamos `Copy from URL` para resolver una frustración común al trabajar con chatbots de IA como ChatGPT o Claude. Muchos de nosotros necesitamos frecuentemente copiar sitios web completos para consultas de IA. Sin embargo, sitios populares como Amazon, Quora, Wikihow y publicaciones de noticias como el New York Times, Reuters y CNN utilizan robots.txt para bloquear que rastreadores de IA como GPTBot accedan directamente a su contenido. Esto a menudo resulta en errores como \"Este contenido puede violar nuestras políticas de uso\" o \"No puedo acceder directamente al contenido del enlace proporcionado\" cuando se intenta usar estos sitios con IA. Es una fuente constante de frustración para los usuarios que intentan aprovechar la IA para investigación o análisis. Decidimos crear esta herramienta para evitar estas restricciones y hacer que sea fácil para cualquiera extraer contenido de texto de cualquier sitio web, independientemente de la configuración de robots.txt. Con `Copy from URL`, puede obtener rápidamente el contenido que necesita para sus interacciones de IA o cualquier otro propósito, sin encontrarse con problemas de acceso.",
  "whatUseTitle": "¿Para qué debo usar `Copy from URL`?",
  "whatUseContent": "`Copy from URL` tiene una amplia gama de aplicaciones, siendo su principal uso la creación de prompts para IA. Es particularmente útil cuando se trabaja con ChatGPT, Claude u otros chatbots de IA. Algunos sitios web restringen el acceso directo de la IA a su contenido debido a la configuración de robots.txt o problemas de derechos de autor. Nuestra herramienta le permite copiar fácilmente este contenido y utilizarlo en sus interacciones con IA. Más allá de las aplicaciones de IA, puede usarlo para investigación, curación de contenido, recopilación de datos o cualquier situación en la que necesite extraer rápidamente texto de una página web sin el desorden de HTML y scripts.",
  "costTitle": "¿Cuánto cuesta usarlo?",
  "costContent": "`Copy from URL` es completamente gratis de usar. Creemos en proporcionar valor a nuestros usuarios sin barreras de costo. Puede usar nuestro servicio tan a menudo como lo necesite, para cualquier propósito, sin preocuparse por tarifas o suscripciones. Nuestro objetivo es hacer que la extracción de contenido web sea lo más accesible y sencilla posible para todos.",
  "safetyTitle": "¿Es `Copy from URL` seguro de usar?",
  "safetyContent": "Sí, `Copy from URL` es completamente seguro de usar. Tomamos su privacidad y seguridad muy en serio. Aquí hay algunos puntos clave sobre nuestras medidas de seguridad:\n\n1. Sin recolección de datos: No recopilamos ni almacenamos ningún dato del portapapeles o contenido que copie.\n2. Contenido limpio: Solo extraemos el contenido de texto de la URL proporcionada. No insertamos ningún fragmento adicional o código en el texto extraído.\n3. Código abierto: Nuestra herramienta es de código abierto, lo que significa que el código está disponible públicamente para su revisión. Esta transparencia asegura que nuestras afirmaciones sobre seguridad y privacidad puedan ser verificadas independientemente.\n4. No se requiere cuenta: Puede usar nuestro servicio sin crear una cuenta o proporcionar información personal.\n5. HTTPS: Todas las comunicaciones con nuestro servicio están encriptadas usando HTTPS para proteger sus datos en tránsito.\n\nEstamos comprometidos a proporcionar un servicio seguro y confiable que respete su privacidad."
}