{
  "urlPlaceholder": "Entrez l'URL",
  "goButton": "Allez-y !",
  "copied": "Copié !",
  "copy": "Copier",
  "pleaseSelectCopyButton": "Veuillez cliquer sur le bouton Copier dans la zone de texte pour copier le contenu.",
  "copiedDescription": "Le texte du lien a été copié dans votre presse-papiers. Essayez de le coller !",
  "textareaPlaceholder": "Le texte du lien sera affiché ici",
  "error": "Erreur",
  "unknownError": "Une erreur inconnue s'est produite.",
  "advancedSettings": "Paramètres avancés",
  "excludeTags": "Exclure les balises",
  "includeTags": "Inclure les balises",
  "resetButton": "Réinitialiser",
  "saveButton": "Enregistrer",
  "securityMessage": "Nous ne collectons, ne stockons ni ne publions aucune donnée du presse-papiers ou contenu copié.",
  "privacyPolicyLink": "Détails",
  "openSourceMessage": "Ce site web est open source.",
  "githubLink": "GitHub",
  "whatIsTitle": "Qu'est-ce que `Copy from URL` et comment ça fonctionne ?",
  "whatIsContent": "`Copy from URL` est un outil web convivial qui vous permet d'extraire et de copier facilement le contenu textuel de n'importe quelle page web. Entrez simplement une URL, et notre service récupérera le contenu de la page, supprimera les éléments inutiles comme les scripts et les styles, et vous présentera un texte propre et copiable. Il est conçu pour vous faire gagner du temps et des efforts lorsque vous avez besoin de récupérer rapidement du contenu du web.",
  "whyCreatedTitle": "Pourquoi avons-nous créé `Copy from URL` ?",
  "whyCreatedContent": "Nous avons créé `Copy from URL` pour résoudre une frustration courante lors du travail avec des chatbots IA comme ChatGPT ou Claude. Beaucoup d'entre nous ont souvent besoin de copier des sites web entiers pour des requêtes IA. Cependant, des sites populaires comme Amazon, Quora, Wikihow et des publications d'actualités comme le New York Times, Reuters et CNN utilisent robots.txt pour bloquer l'accès direct des crawlers IA comme GPTBot à leur contenu. Cela entraîne souvent des erreurs comme \"Ce contenu peut violer nos politiques d'utilisation\" ou \"Je ne peux pas accéder directement au contenu du lien fourni\" lorsqu'on essaie d'utiliser ces sites avec l'IA. C'est une source constante de frustration pour les utilisateurs qui tentent d'exploiter l'IA pour la recherche ou l'analyse. Nous avons décidé de créer cet outil pour contourner ces restrictions et faciliter l'extraction de contenu textuel de n'importe quel site web, quels que soient les paramètres robots.txt. Avec `Copy from URL`, vous pouvez rapidement obtenir le contenu dont vous avez besoin pour vos interactions IA ou tout autre objectif, sans rencontrer de problèmes d'accès.",
  "whatUseTitle": "À quoi dois-je utiliser `Copy from URL` ?",
  "whatUseContent": "`Copy from URL` a une large gamme d'applications, avec un cas d'utilisation principal pour la création de prompts IA. C'est particulièrement utile lorsque vous travaillez avec ChatGPT, Claude ou d'autres chatbots IA. Certains sites web restreignent l'accès direct de l'IA à leur contenu en raison des paramètres robots.txt ou de problèmes de droits d'auteur. Notre outil vous permet de copier facilement ce contenu et de l'utiliser dans vos interactions IA. Au-delà des applications IA, vous pouvez l'utiliser pour la recherche, la curation de contenu, la collecte de données ou toute situation où vous devez rapidement extraire du texte d'une page web sans l'encombrement du HTML et des scripts.",
  "costTitle": "Combien coûte l'utilisation ?",
  "costContent": "`Copy from URL` est totalement gratuit à utiliser. Nous croyons en l'apport de valeur à nos utilisateurs sans barrières de coût. Vous pouvez utiliser notre service aussi souvent que nécessaire, à n'importe quelle fin, sans vous soucier des frais ou des abonnements. Notre objectif est de rendre l'extraction de contenu web aussi accessible et simple que possible pour tout le monde.",
  "safetyTitle": "`Copy from URL` est-il sûr à utiliser ?",
  "safetyContent": "Oui, `Copy from URL` est totalement sûr à utiliser. Nous prenons votre vie privée et votre sécurité très au sérieux. Voici quelques points clés concernant nos mesures de sécurité :\n\n1. Pas de collecte de données : Nous ne collectons ni ne stockons aucune donnée du presse-papiers ou contenu que vous copiez.\n2. Contenu propre : Nous extrayons uniquement le contenu textuel de l'URL donnée. Nous n'insérons aucun snippet ou code supplémentaire dans le texte extrait.\n3. Open source : Notre outil est open source, ce qui signifie que le code est publiquement disponible pour examen. Cette transparence garantit que nos affirmations sur la sécurité et la confidentialité peuvent être vérifiées indépendamment.\n4. Pas de compte requis : Vous pouvez utiliser notre service sans créer de compte ou fournir d'informations personnelles.\n5. HTTPS : Toutes les communications avec notre service sont cryptées en utilisant HTTPS pour protéger vos données en transit.\n\nNous nous engageons à fournir un service sûr et fiable qui respecte votre vie privée."
}