{
  "urlPlaceholder": "Inserisci URL",
  "goButton": "Vai!",
  "copied": "Copiato!",
  "copy": "Copia",
  "copiedDescription": "Il testo dal link è stato copiato negli appunti. Prova a incollarlo!",
  "textareaPlaceholder": "Il testo dal link verrà visualizzato qui",
  "error": "Errore",
  "pleaseSelectCopyButton": "Fai clic sul pulsante Copia nell'area di testo per copiare il contenuto.",
  "unknownError": "Si è verificato un errore sconosciuto.",
  "advancedSettings": "Impostazioni avanzate",
  "excludeTags": "Escludi tag",
  "includeTags": "Includi tag",
  "resetButton": "Reimposta",
  "saveButton": "Salva",
  "securityMessage": "Non raccogliamo, memorizziamo o pubblichiamo alcun dato degli appunti o contenuto copiato.",
  "privacyPolicyLink": "Dettagli",
  "openSourceMessage": "Questo sito web è open source.",
  "githubLink": "GitHub",
  "whatIsTitle": "Cos'è `Copy from URL` e come funziona?",
  "whatIsContent": "`Copy from URL` è uno strumento web user-friendly che ti permette di estrarre e copiare facilmente il contenuto testuale da qualsiasi pagina web. Basta inserire un URL e il nostro servizio recupererà il contenuto della pagina, eliminerà gli elementi non necessari come script e stili, e ti presenterà un testo pulito e copiabile. È progettato per farti risparmiare tempo e fatica quando hai bisogno di ottenere rapidamente contenuti dal web.",
  "whyCreatedTitle": "Perché abbiamo creato `Copy from URL`?",
  "whyCreatedContent": "Abbiamo creato `Copy from URL` per risolvere una frustrazione comune quando si lavora con chatbot AI come ChatGPT o Claude. Molti di noi hanno spesso bisogno di copiare interi siti web per le query AI. Tuttavia, siti popolari come Amazon, Quora, Wikihow e pubblicazioni di notizie come il New York Times, Reuters e CNN utilizzano robots.txt per bloccare l'accesso diretto dei crawler AI come GPTBot ai loro contenuti. Questo spesso porta a errori come \"Questo contenuto potrebbe violare le nostre politiche di utilizzo\" o \"Non posso accedere direttamente al contenuto del link fornito\" quando si cerca di utilizzare questi siti con l'AI. È una fonte costante di frustrazione per gli utenti che cercano di sfruttare l'AI per la ricerca o l'analisi. Abbiamo deciso di creare questo strumento per aggirare queste restrizioni e rendere facile per chiunque estrarre contenuti testuali da qualsiasi sito web, indipendentemente dalle impostazioni di robots.txt. Con `Copy from URL`, puoi ottenere rapidamente i contenuti di cui hai bisogno per le tue interazioni AI o per qualsiasi altro scopo, senza incappare in problemi di accesso.",
  "whatUseTitle": "Per cosa dovrei usare `Copy from URL`?",
  "whatUseContent": "`Copy from URL` ha una vasta gamma di applicazioni, con un caso d'uso primario per la creazione di prompt AI. È particolarmente utile quando si lavora con ChatGPT, Claude o altri chatbot AI. Alcuni siti web limitano l'accesso diretto dell'AI ai loro contenuti a causa delle impostazioni di robots.txt o di problemi di copyright. Il nostro strumento ti permette di copiare facilmente questi contenuti e di utilizzarli nelle tue interazioni AI. Oltre alle applicazioni AI, puoi usarlo per la ricerca, la curazione di contenuti, la raccolta di dati o in qualsiasi situazione in cui hai bisogno di estrarre rapidamente il testo da una pagina web senza il disordine di HTML e script.",
  "costTitle": "Quanto costa usarlo?",
  "costContent": "`Copy from URL` è completamente gratuito da usare. Crediamo nel fornire valore ai nostri utenti senza barriere di costo. Puoi usare il nostro servizio tutte le volte che vuoi, per qualsiasi scopo, senza preoccuparti di tariffe o abbonamenti. Il nostro obiettivo è rendere l'estrazione di contenuti web il più accessibile e semplice possibile per tutti.",
  "safetyTitle": "`Copy from URL` è sicuro da usare?",
  "safetyContent": "Sì, `Copy from URL` è completamente sicuro da usare. Prendiamo molto sul serio la tua privacy e sicurezza. Ecco alcuni punti chiave sulle nostre misure di sicurezza:\n\n1. Nessuna raccolta di dati: Non raccogliamo né memorizziamo alcun dato degli appunti o contenuto che copi.\n2. Contenuto pulito: Estraiamo solo il contenuto testuale dall'URL fornito. Non inseriamo alcun snippet o codice aggiuntivo nel testo estratto.\n3. Open source: Il nostro strumento è open source, il che significa che il codice è pubblicamente disponibile per la revisione. Questa trasparenza assicura che le nostre affermazioni sulla sicurezza e la privacy possano essere verificate indipendentemente.\n4. Nessun account richiesto: Puoi usare il nostro servizio senza creare un account o fornire informazioni personali.\n5. HTTPS: Tutte le comunicazioni con il nostro servizio sono crittografate usando HTTPS per proteggere i tuoi dati in transito.\n\nSiamo impegnati a fornire un servizio sicuro e affidabile che rispetti la tua privacy."
}