{
  "urlPlaceholder": "URLを入力",
  "goButton": "Go!",
  "copied": "コピーしました！",
  "copy": "コピー",
  "pleaseSelectCopyButton": "テキストエリア内のコピーボタンを押してコピーしてください。",
  "copiedDescription": "リンク先のテキストがクリップボードにコピーされました。",
  "textareaPlaceholder": "ここにリンク先のテキストが表示されます",
  "error": "エラー",
  "unknownError": "不明なエラーが発生しました。",
  "advancedSettings": "詳細設定",
  "excludeTags": "除外するタグ",
  "includeTags": "含めるタグ",
  "resetButton": "リセット",
  "saveButton": "保存",
  "securityMessage": "クリップボードデータやコピーされたコンテンツの収集、保存、公開は一切行いません。",
  "privacyPolicyLink": "詳細",
  "openSourceMessage": "このウェブサイトはオープンソースです。",
  "githubLink": "GitHub",
  "whatIsTitle": "`Copy from URL`とは?",
  "whatIsContent": "`Copy from URL`は、任意のウェブページからテキストコンテンツを簡単に抽出してコピーできるユーザーフレンドリーなウェブツールです。URLを入力するだけで、サービスがページコンテンツを取得し、スクリプトやスタイルなどの不要な要素を取り除き、クリーンでコピー可能なテキストを提供します。ウェブからコンテンツをすばやく取得する必要がある場合に、時間と労力を節約できるように設計されています。",
  "whyCreatedTitle": "なぜ`Copy from URL`を作成したのですか？",
  "whyCreatedContent": "`Copy from URL`は、ChatGPTやClaudeなどのAIチャットボットを使用する際の一般的な不満を解決するために作成しました。AIクエリのために全ウェブサイトをコピーする必要が頻繁にありますが、Amazon、Quora、Wikihow、ニューヨークタイムズ、ロイター、CNNなどの人気サイトは、robots.txtを使用してGPTBotなどのAIクローラーが直接コンテンツにアクセスするのをブロックしています。これにより、AIでこれらのサイトを使用しようとすると、「このコンテンツは使用ポリシーに違反する可能性があります」や「提供されたリンクのコンテンツに直接アクセスできません」などのエラーが頻繁に発生します。これは、AIを研究や分析に活用しようとするユーザーにとって常に不満の種となっています。私たちは、これらの制限を回避し、robots.txtの設定に関係なく、誰でも簡単にあらゆるウェブサイトからテキストコンテンツを抽出できるようにするためにこのツールを作成することを決定しました。`Copy from URL`を使用すれば、アクセスの問題に遭遇することなく、AIとのやりとりやその他の目的に必要なコンテンツをすばやく取得できます。",
  "whatUseTitle": "`Copy from URL`は何に使用すべきですか？",
  "whatUseContent": "`Copy from URL`は幅広い用途がありますが、主な使用例はAIプロンプトの作成です。特に、ChatGPT、Claude、その他のAIチャットボットを使用する際に便利です。一部のウェブサイトは、robots.txtの設定や著作権の問題により、AIが直接コンテンツにアクセスすることを制限しています。私たちのツールを使用すれば、このようなコンテンツを簡単にコピーしてAIとのやりとりに使用できます。AI以外の応用でも、研究、コンテンツキュレーション、データ収集、またはHTMLやスクリプトの煩わしさなしにウェブページからテキストをすばやく抽出する必要がある場合など、さまざまな状況で使用できます。",
  "costTitle": "使用料はいくらですか？",
  "costContent": "`Copy from URL`は完全に無料で使用できます。私たちは、コストの障壁なしにユーザーに価値を提供することを信じています。必要な頻度で、任意の目的で、料金やサブスクリプションを心配することなく、私たちのサービスを使用できます。私たちの目標は、ウェブコンテンツの抽出を可能な限りアクセスしやすく、わかりやすいものにすることです。",
  "safetyTitle": "`Copy from URL`は安心して使用できますか？",
  "safetyContent": "はい、`Copy from URL`は安心して使用できます。私たちはあなたのプライバシーとセキュリティを非常に重視しています。以下は私たちの安全対策の主なポイントです：\n\n1. データ収集なし：クリップボードデータやコピーしたコンテンツを収集または保存しません。\n2. クリーンなコンテンツ：指定されたURLからテキストコンテンツのみを抽出します。抽出されたテキストに追加のスニペットやコードを挿入することはありません。\n3. オープンソース：私たちのツールはオープンソース化されており、コードは公開されてレビュー可能です。この透明性により、セキュリティとプライバシーに関する私たちの主張が独立して検証できることが保証されます。\n4. アカウント不要：アカウントを作成したり個人情報を提供したりすることなく、私たちのサービスを使用できます。\n5. HTTPS：私たちのサービスとのすべての通信は、転送中のデータを保護するためにHTTPSで暗号化されています。\n\n私たちは、あなたのプライバシーを尊重する安全で信頼できるサービスを提供することに全力を尽くしています。"
}
