{
  "urlPlaceholder": "Voer URL in",
  "goButton": "Ga!",
  "copied": "Gekopieerd!",
  "copy": "Kopiëren",
  "copiedDescription": "De tekst van de link is naar uw klembord gekopieerd. Probeer het te plakken!",
  "textareaPlaceholder": "De tekst van de link wordt hier weergegeven",
  "error": "Fout",
  "pleaseSelectCopyButton": "Klik op de Kopieer-knop in het tekstvak om het inhoud te kopiëren.",
  "unknownError": "Er is een onbekende fout opgetreden.",
  "advancedSettings": "Geavanceerde instellingen",
  "excludeTags": "Tags uitsluiten",
  "includeTags": "Tags opnemen",
  "resetButton": "Resetten",
  "saveButton": "Opslaan",
  "securityMessage": "We verzamelen, bewaren of publiceren geen klembordgegevens of gekopieerde inhoud.",
  "privacyPolicyLink": "Details",
  "openSourceMessage": "Deze website is open source.",
  "githubLink": "GitHub",
  "whatIsTitle": "Wat is `Copy from URL` en hoe werkt het?",
  "whatIsContent": "`Copy from URL` is een gebruiksvriendelijke webtool waarmee u eenvoudig tekstinhoud van elke webpagina kunt extraheren en kopiëren. Voer simpelweg een URL in, en onze service haalt de pagina-inhoud op, verwijdert onnodige elementen zoals scripts en stijlen, en presenteert u schone, kopieerbare tekst. Het is ontworpen om u tijd en moeite te besparen wanneer u snel inhoud van het web nodig heeft.",
  "whyCreatedTitle": "Waarom hebben we `Copy from URL` gemaakt?",
  "whyCreatedContent": "We hebben `Copy from URL` gemaakt om een veelvoorkomende frustratie op te lossen bij het werken met AI-chatbots zoals ChatGPT of Claude. Velen van ons moeten vaak hele websites kopiëren voor AI-queries. Populaire sites zoals Amazon, Quora, Wikihow en nieuwspublicaties zoals de New York Times, Reuters en CNN gebruiken echter robots.txt om AI-crawlers zoals GPTBot te blokkeren van directe toegang tot hun inhoud. Dit resulteert vaak in fouten zoals \"Deze inhoud kan in strijd zijn met ons gebruiksbeleid\" of \"Ik kan niet direct toegang krijgen tot de inhoud van de opgegeven link\" bij pogingen om deze sites met AI te gebruiken. Het is een constante bron van frustratie voor gebruikers die AI proberen te benutten voor onderzoek of analyse. We besloten deze tool te maken om deze beperkingen te omzeilen en het voor iedereen gemakkelijk te maken om tekstinhoud van elke website te extraheren, ongeacht robots.txt-instellingen. Met `Copy from URL` kunt u snel de inhoud krijgen die u nodig heeft voor uw AI-interacties of voor elk ander doel, zonder tegen toegangsproblemen aan te lopen.",
  "whatUseTitle": "Waarvoor moet ik `Copy from URL` gebruiken?",
  "whatUseContent": "`Copy from URL` heeft een breed scala aan toepassingen, met een primair gebruiksgeval voor AI-promptcreatie. Het is vooral handig bij het werken met ChatGPT, Claude of andere AI-chatbots. Sommige websites beperken directe AI-toegang tot hun inhoud vanwege robots.txt-instellingen of auteursrechtelijke problemen. Onze tool stelt u in staat om deze inhoud eenvoudig te kopiëren en te gebruiken in uw AI-interacties. Naast AI-toepassingen kunt u het gebruiken voor onderzoek, content curation, gegevensverzameling, of elke situatie waarin u snel tekst van een webpagina moet extraheren zonder de rommel van HTML en scripts.",
  "costTitle": "Hoeveel kost het om te gebruiken?",
  "costContent": "`Copy from URL` is volledig gratis te gebruiken. We geloven in het bieden van waarde aan onze gebruikers zonder kostenbarrières. U kunt onze service zo vaak als nodig gebruiken, voor elk doel, zonder u zorgen te maken over kosten of abonnementen. Ons doel is om het extraheren van webinhoud zo toegankelijk en eenvoudig mogelijk te maken voor iedereen.",
  "safetyTitle": "Is `Copy from URL` veilig te gebruiken?",
  "safetyContent": "Ja, `Copy from URL` is volledig veilig te gebruiken. We nemen uw privacy en veiligheid zeer serieus. Hier zijn enkele belangrijke punten over onze veiligheidsmaatregelen:\n\n1. Geen gegevensverzameling: We verzamelen of bewaren geen klembordgegevens of inhoud die u kopieert.\n2. Schone inhoud: We extraheren alleen de tekstinhoud van de opgegeven URL. We voegen geen extra snippets of code toe aan de geëxtraheerde tekst.\n3. Open source: Onze tool is open source, wat betekent dat de code openbaar beschikbaar is voor review. Deze transparantie zorgt ervoor dat onze beweringen over veiligheid en privacy onafhankelijk kunnen worden geverifieerd.\n4. Geen account vereist: U kunt onze service gebruiken zonder een account aan te maken of persoonlijke informatie te verstrekken.\n5. HTTPS: Alle communicatie met onze service is versleuteld met HTTPS om uw gegevens tijdens de overdracht te beschermen.\n\nWe zijn toegewijd aan het leveren van een veilige en betrouwbare service die uw privacy respecteert."
}