{
  "urlPlaceholder": "Insira o URL",
  "goButton": "Ir!",
  "copied": "Copiado!",
  "copy": "Copiar",
  "copiedDescription": "O texto do link foi copiado para sua área de transferência. Tente colá-lo!",
  "textareaPlaceholder": "O texto do link será exibido aqui",
  "error": "Erro",
  "pleaseSelectCopyButton": "Por favor, selecione o botão Copiar na caixa de texto para copiar o contedo.",
  "unknownError": "Ocorreu um erro desconhecido.",
  "advancedSettings": "Configuraçes avançadas",
  "excludeTags": "Excluir tags",
  "includeTags": "Incluir tags",
  "resetButton": "Redefinir",
  "saveButton": "Salvar",
  "securityMessage": "Não coletamos, armazenamos ou publicamos nenhum dado da área de transferência ou conteúdo copiado.",
  "privacyPolicyLink": "Detalhes",
  "openSourceMessage": "Este site é de código aberto.",
  "githubLink": "GitHub",
  "whatIsTitle": "O que é `Copy from URL` e como funciona?",
  "whatIsContent": "`Copy from URL` é uma ferramenta web amigável que permite extrair e copiar facilmente o conteúdo de texto de qualquer página da web. Basta inserir um URL, e nosso serviço buscará o conteúdo da página, removerá elementos desnecessários como scripts e estilos, e apresentará a você um texto limpo e copiável. Foi projetado para economizar seu tempo e esforço quando você precisa obter conteúdo da web rapidamente.",
  "whyCreatedTitle": "Por que criamos o `Copy from URL`?",
  "whyCreatedContent": "Criamos o `Copy from URL` para resolver uma frustração comum ao trabalhar com chatbots de IA como ChatGPT ou Claude. Muitos de nós frequentemente precisam copiar sites inteiros para consultas de IA. No entanto, sites populares como Amazon, Quora, Wikihow e publicações de notícias como o New York Times, Reuters e CNN usam robots.txt para bloquear rastreadores de IA como o GPTBot de acessar diretamente seu conteúdo. Isso frequentemente resulta em erros como \"Este conteúdo pode violar nossas políticas de uso\" ou \"Não posso acessar diretamente o conteúdo do link fornecido\" ao tentar usar esses sites com IA. É uma fonte constante de frustração para usuários tentando aproveitar a IA para pesquisa ou análise. Decidimos criar esta ferramenta para contornar essas restrições e tornar fácil para qualquer pessoa extrair conteúdo de texto de qualquer site, independentemente das configurações de robots.txt. Com o `Copy from URL`, você pode obter rapidamente o conteúdo que precisa para suas interações de IA ou qualquer outro propósito, sem encontrar problemas de acesso.",
  "whatUseTitle": "Para que devo usar o `Copy from URL`?",
  "whatUseContent": "O `Copy from URL` tem uma ampla gama de aplicações, com um caso de uso principal para criação de prompts de IA. É particularmente útil ao trabalhar com ChatGPT, Claude ou outros chatbots de IA. Alguns sites restringem o acesso direto da IA ao seu conteúdo devido a configurações de robots.txt ou questões de direitos autorais. Nossa ferramenta permite que você copie facilmente esse conteúdo e o use em suas interações de IA. Além das aplicações de IA, você pode usá-lo para pesquisa, curadoria de conteúdo, coleta de dados ou qualquer situação em que precise extrair rapidamente texto de uma página da web sem a bagunça de HTML e scripts.",
  "costTitle": "Quanto custa para usar?",
  "costContent": "O `Copy from URL` é completamente gratuito para usar. Acreditamos em fornecer valor aos nossos usuários sem barreiras de custo. Você pode usar nosso serviço com a frequência que precisar, para qualquer finalidade, sem se preocupar com taxas ou assinaturas. Nosso objetivo é tornar a extração de conteúdo da web o mais acessível e simples possível para todos.",
  "safetyTitle": "O `Copy from URL` é seguro para usar?",
  "safetyContent": "Sim, o `Copy from URL` é completamente seguro para usar. Levamos sua privacidade e segurança muito a sério. Aqui estão alguns pontos-chave sobre nossas medidas de segurança:\n\n1. Sem coleta de dados: Não coletamos nem armazenamos nenhum dado da área de transferência ou conteúdo que você copia.\n2. Conteúdo limpo: Extraímos apenas o conteúdo de texto do URL fornecido. Não inserimos nenhum trecho adicional ou código no texto extraído.\n3. Código aberto: Nossa ferramenta é de código aberto, o que significa que o código está publicamente disponível para revisão. Essa transparência garante que nossas afirmações sobre segurança e privacidade possam ser verificadas independentemente.\n4. Nenhuma conta necessária: Você pode usar nosso serviço sem criar uma conta ou fornecer informações pessoais.\n5. HTTPS: Todas as comunicações com nosso serviço são criptografadas usando HTTPS para proteger seus dados em trânsito.\n\nEstamos comprometidos em fornecer um serviço seguro e confiável que respeite sua privacidade."
}