{
  "urlPlaceholder": "Ange URL",
  "goButton": "Kör!",
  "copied": "Kopierat!",
  "copy": "Kopiera",
  "copiedDescription": "Texten från länken har kopierats till ditt urklipp. Försök klistra in den!",
  "textareaPlaceholder": "Texten från länken kommer att visas här",
  "error": "Fel",
  "pleaseSelectCopyButton": "Välj Kopiera-knappen i textrutan fr att kopiera innehållet.",
  "unknownError": "Ett okänt fel uppstod.",
  "advancedSettings": "Avancerade inställningar",
  "excludeTags": "Exkludera taggar",
  "includeTags": "Inkludera taggar",
  "resetButton": "Återställ",
  "saveButton": "Spara",
  "securityMessage": "Vi samlar inte in, lagrar eller publicerar några urklippsdata eller kopierat innehåll.",
  "privacyPolicyLink": "Detaljer",
  "openSourceMessage": "Denna webbplats är öppen källkod.",
  "githubLink": "GitHub",
  "whatIsTitle": "Vad är `Copy from URL` och hur fungerar det?",
  "whatIsContent": "`Copy from URL` är ett användarvänligt webbverktyg som gör det enkelt att extrahera och kopiera textinnehåll från vilken webbsida som helst. Ange bara en URL, så hämtar vår tjänst sidans innehåll, tar bort onödiga element som skript och stilar, och presenterar dig med ren, kopierbar text. Det är utformat för att spara tid och ansträngning när du snabbt behöver hämta innehåll från webben.",
  "whyCreatedTitle": "Varför skapade vi `Copy from URL`?",
  "whyCreatedContent": "Vi skapade `Copy from URL` för att lösa en vanlig frustration när man arbetar med AI-chatbots som ChatGPT eller Claude. Många av oss behöver ofta kopiera hela webbplatser för AI-frågor. Populära webbplatser som Amazon, Quora, Wikihow och nyhetspublikationer som New York Times, Reuters och CNN använder dock robots.txt för att blockera AI-crawlers som GPTBot från att direkt komma åt deras innehåll. Detta resulterar ofta i fel som \"Detta innehåll kan bryta mot våra användningsvillkor\" eller \"Jag kan inte direkt komma åt innehållet i den angivna länken\" när man försöker använda dessa webbplatser med AI. Det är en ständig källa till frustration för användare som försöker utnyttja AI för forskning eller analys. Vi bestämde oss för att skapa detta verktyg för att kringgå dessa begränsningar och göra det enkelt för alla att extrahera textinnehåll från vilken webbplats som helst, oavsett robots.txt-inställningar. Med `Copy from URL` kan du snabbt få det innehåll du behöver för dina AI-interaktioner eller för något annat syfte, utan att stöta på åtkomstproblem.",
  "whatUseTitle": "Vad ska jag använda `Copy from URL` till?",
  "whatUseContent": "`Copy from URL` har ett brett spektrum av användningsområden, med ett primärt användningsfall för AI-promptskapande. Det är särskilt användbart när man arbetar med ChatGPT, Claude eller andra AI-chatbots. Vissa webbplatser begränsar AI:s direkta åtkomst till deras innehåll på grund av robots.txt-inställningar eller upphovsrättsproblem. Vårt verktyg låter dig enkelt kopiera detta innehåll och använda det i dina AI-interaktioner. Utöver AI-applikationer kan du använda det för forskning, innehållskurering, datainsamling eller i vilken situation som helst där du snabbt behöver extrahera text från en webbsida utan röran av HTML och skript.",
  "costTitle": "Hur mycket kostar det att använda?",
  "costContent": "`Copy from URL` är helt gratis att använda. Vi tror på att ge värde till våra användare utan några kostnadshinder. Du kan använda vår tjänst så ofta du behöver, för vilket syfte som helst, utan att oroa dig för avgifter eller prenumerationer. Vårt mål är att göra extraktion av webbinnehåll så tillgängligt och enkelt som möjligt för alla.",
  "safetyTitle": "Är `Copy from URL` säkert att använda?",
  "safetyContent": "Ja, `Copy from URL` är helt säkert att använda. Vi tar din integritet och säkerhet på största allvar. Här är några viktiga punkter om våra säkerhetsåtgärder:\n\n1. Ingen datainsamling: Vi samlar inte in eller lagrar några urklippsdata eller innehåll som du kopierar.\n2. Rent innehåll: Vi extraherar endast textinnehållet från den angivna URL:en. Vi infogar inga ytterligare snippets eller kod i den extraherade texten.\n3. Öppen källkod: Vårt verktyg är öppen källkod, vilket betyder att koden är offentligt tillgänglig för granskning. Denna transparens säkerställer att våra påståenden om säkerhet och integritet kan verifieras oberoende.\n4. Inget konto krävs: Du kan använda vår tjänst utan att skapa ett konto eller tillhandahålla personlig information.\n5. HTTPS: All kommunikation med vår tjänst är krypterad med HTTPS för att skydda dina data under överföring.\n\nVi är dedikerade till att tillhandahålla en säker och pålitlig tjänst som respekterar din integritet."
}